import { PopularArticleType } from './types';
export const popularArticleData: PopularArticleType[] = [
  {
    id: 1,
    title: 'Популярная статья 1',
    description:
      'Описание описание предисловие предисловие анонс анонс описание описание предисловие предисловие анонс анонс  описание описание предисловие предисловие анонс анонс  описание описание предисловие предисловие анонс анонс',
  },
  {
    id: 2,
    title: 'Популярная статья 2',
    description:
      'Описание описание предисловие предисловие анонс анонс описание описание предисловие предисловие анонс анонс  описание описание предисловие предисловие анонс анонс  описание описание предисловие предисловие анонс анонс',
  },
  {
    id: 3,
    title: 'Популярная статья 3',
    description:
      'Описание описание предисловие предисловие анонс анонс описание описание предисловие предисловие анонс анонс  описание описание предисловие предисловие анонс анонс  описание описание предисловие предисловие анонс анонс',
  },
  {
    id: 4,
    title: 'Популярная статья 4',
    description:
      'Описание описание предисловие предисловие анонс анонс описание описание предисловие предисловие анонс анонс  описание описание предисловие предисловие анонс анонс  описание описание предисловие предисловие анонс анонс',
  },
  {
    id: 5,
    title: 'Популярная статья 5',
    description:
      'Описание описание предисловие предисловие анонс анонс описание описание предисловие предисловие анонс анонс  описание описание предисловие предисловие анонс анонс  описание описание предисловие предисловие анонс анонс',
  },
];
