import { SubscriptionCardType } from './types';
export const subscriptionData: SubscriptionCardType[] = [
  {
    id: 1,
    price: 0,
    duration: '— на 7 дней',
    description: 'Попробуйте наш сервис абсолютно бесплатно в течение 7 дней!',
    benefits:
      'Получите полный доступ ко всему каталогу комиксов и решите, хотите ли вы продолжить чтение на платной основе.',
  },
  {
    id: 2,
    price: 99,
    duration: '— на 1 месяц',
    description: 'Идеальный вариант для тех, кто хочет наслаждаться комиксами целый месяц.',
    benefits: 'Получите доступ к свежим и эксклюзивным главам.',
  },
  {
    id: 3,
    price: 499,
    duration: '— на 6 месяцев',
    description: 'Оптимальный выбор для тех, кто хочет наслаждаться любимыми комиксами полгода!',
    benefits: 'Получите доступ ко всем главам и оставайтесьв курсе свежих выпусков.',
  },

  {
    id: 4,
    price: 999,
    duration: '— на 1 год',
    description: 'Для настоящих фанатов — годовой доступ к комиксам.',
    benefits: 'Самый выгодный вариант для долгосрочного чтения.',
  },
];
